aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.Bookmarks
bungcip.better-toml
Cameron.vscode-pytest
ckolkman.vscode-postgres
deepakgupta191199.save-commands
DominicVonk.parameter-hints
DotJoshJohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
emilast.LogFileHighlighter
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
golang.go
Gruntfuggly.todo-tree
MatthewNespor.vscode-color-identifiers-mode
maximetinu.identical-sublime-monokai-csharp-theme-colorizer
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pflannery.vscode-versionlens
PKief.material-icon-theme
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
tal7aouy.theme
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
wart.ariake-dark
zhuangtongfa.material-theme
donjayamanne.python-environment-manager
k--kato.intellij-idea-keybindings
k6.k6
mJacobson.snippets-for-k6
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
redhat.vscode-yaml
trinm1709.dracula-theme-from-intellij
xabikos.JavaScriptSnippets
